[
  "table-editor-obsidian",
  "calendar",
  "obsidian-collapse-all-plugin",
  "obsidian-copy-block-link",
  "obsidian-footnotes",
  "media-extended",
  "mx-bili-plugin",
  "search-on-internet",
  "obsidian-show-file-path",
  "recent-files-obsidian",
  "obsidian-git"
]